Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeApplication/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: %@ (copy)
ar: %@ (نسخة)
de: %@ (Kopie)
es: %@ (copia)
fr: %@ (copie)
hi: %@ (कॉपी)
it: %@ (copia)
ja: %@（コピー）
ko: %@ (사본)
nl: %@ (kopie)
pl: %@ (kopia)
pt_br: %@ (cópia)
ru: %@ (копия)
tr: %@ (kopya)
uk: %@ (копія)
zh_hans: %@（副本）
zh_hant: %@（拷貝）

source: %@ KiB
ar: %@ ك.ب
fr: %@ Kio
ru: %@ КиБ
uk: %@ КіБ

source: %@ cannot resume a previous conversation.
ar: لا يمكن لـ %@ استئناف محادثة سابقة.
de: %@ kann keine frühere Unterhaltung fortsetzen.
es: %@ no puede reanudar una conversación anterior.
fr: %@ ne peut pas reprendre une conversation précédente.
hi: %@ पिछली बातचीत जारी नहीं रख सकता।
it: %@ non può riprendere una conversazione precedente.
ja: %@は以前の会話を再開できません。
ko: %@은(는) 이전 대화를 재개할 수 없습니다.
nl: %@ kan een eerder gesprek niet hervatten.
pl: %@ nie może wznowić poprzedniej rozmowy.
pt_br: %@ não pode retomar uma conversa anterior.
ru: %@ не может возобновить предыдущую беседу.
tr: %@ önceki bir konuşmayı sürdüremez.
uk: %@ не може продовжити попередню розмову.
zh_hans: %@ 无法恢复之前的对话。
zh_hant: %@ 無法繼續先前的對話。

# %@ cannot run right now: %@
source: %1$@ cannot run right now: %2$@
ar: يتعذّر تشغيل %1$@ الآن: %2$@
de: %1$@ kann gerade nicht ausgeführt werden: %2$@
es: %1$@ no puede ejecutarse ahora mismo: %2$@
fr: %1$@ ne peut pas s’exécuter pour le moment : %2$@
hi: %1$@ अभी नहीं चल सकता: %2$@
it: %1$@ non può essere eseguito al momento: %2$@
ja: %1$@は現在実行できません：%2$@
ko: %1$@을(를) 지금 실행할 수 없습니다: %2$@
nl: %1$@ kan nu niet worden uitgevoerd: %2$@
pl: %1$@ nie może teraz działać: %2$@
pt_br: %1$@ não pode ser executado agora: %2$@
ru: %1$@ сейчас не может работать: %2$@
tr: %1$@ şu anda çalışamıyor: %2$@
uk: %1$@ зараз не може працювати: %2$@
zh_hans: %1$@ 目前无法运行：%2$@
zh_hant: %1$@ 目前無法執行：%2$@

source: %@ does not accept an initial prompt.
ar: لا يقبل %@ prompt أوليًا.
de: %@ akzeptiert keinen anfänglichen Prompt.
es: %@ no acepta un prompt inicial.
fr: %@ n’accepte pas de prompt initial.
hi: %@ प्रारंभिक प्रॉम्प्ट स्वीकार नहीं करता।
it: %@ non accetta un prompt iniziale.
ja: %@は最初のプロンプトを受け付けません。
ko: %@은(는) 초기 프롬프트를 받지 않습니다.
nl: %@ accepteert geen beginprompt.
pl: %@ nie przyjmuje początkowego promptu.
pt_br: %@ não aceita um prompt inicial.
ru: %@ не принимает начальный промпт.
tr: %@ başlangıç istemi kabul etmiyor.
uk: %@ не приймає початковий промпт.
zh_hans: %@ 不接受初始提示词。
zh_hant: %@ 不接受初始提示詞。

source: %@ does not let Vibe Manager choose a model.
ar: لا يسمح %@ لـ Vibe Manager باختيار نموذج.
de: %@ lässt Vibe Manager kein Modell auswählen.
es: %@ no permite que Vibe Manager elija un modelo.
fr: %@ ne permet pas à Vibe Manager de choisir un modèle.
hi: %@ Vibe Manager को मॉडल चुनने नहीं देता।
it: %@ non consente a Vibe Manager di scegliere un modello.
ja: %@ではVibe Managerがモデルを選択できません。
ko: %@은(는) Vibe Manager가 모델을 선택하도록 허용하지 않습니다.
nl: %@ laat Vibe Manager geen model kiezen.
pl: %@ nie pozwala Vibe Manager wybrać modelu.
pt_br: %@ não permite que o Vibe Manager escolha um modelo.
ru: %@ не позволяет Vibe Manager выбрать модель.
tr: %@, Vibe Manager’ın model seçmesine izin vermiyor.
uk: %@ не дозволяє Vibe Manager вибирати модель.
zh_hans: %@ 不允许 Vibe Manager 选择模型。
zh_hant: %@ 不允許 Vibe Manager 選擇模型。

# %@ does not offer the model %@.
source: %1$@ does not offer the model %2$@.
ar: لا يوفّر %1$@ النموذج %2$@.
de: %1$@ bietet das Modell %2$@ nicht an.
es: %1$@ no ofrece el modelo %2$@.
fr: %1$@ ne propose pas le modèle %2$@.
hi: %1$@ मॉडल %2$@ उपलब्ध नहीं कराता।
it: %1$@ non offre il modello %2$@.
ja: %1$@にはモデル%2$@がありません。
ko: %1$@은(는) 모델 %2$@을(를) 제공하지 않습니다.
nl: %1$@ biedt het model %2$@ niet aan.
pl: %1$@ nie oferuje modelu %2$@.
pt_br: %1$@ não oferece o modelo %2$@.
ru: %1$@ не предлагает модель %2$@.
tr: %1$@, %2$@ modelini sunmuyor.
uk: %1$@ не пропонує модель %2$@.
zh_hans: %1$@ 不提供模型 %2$@。
zh_hant: %1$@ 未提供模型 %2$@。

source: %@ is not a runnable executable.
ar: %@ ليس ملفًا تنفيذيًا قابلًا للتشغيل.
de: %@ ist keine ausführbare Datei.
es: %@ no es un ejecutable que se pueda abrir.
fr: %@ n’est pas un exécutable lançable.
hi: %@ चलाने योग्य एक्ज़ीक्यूटेबल नहीं है।
it: %@ non è un eseguibile avviabile.
ja: %@は実行可能なファイルではありません。
ko: %@은(는) 실행할 수 있는 실행 파일이 아닙니다.
nl: %@ is geen uitvoerbaar programma.
pl: %@ nie jest uruchamialnym plikiem wykonywalnym.
pt_br: %@ não é um executável que possa ser iniciado.
ru: %@ не является запускаемым исполняемым файлом.
tr: %@ çalıştırılabilir bir yürütülebilir dosya değil.
uk: %@ не є виконуваним файлом, який можна запустити.
zh_hans: %@ 不是可运行的可执行文件。
zh_hant: %@ 不是可執行的執行檔。

source: %@ kept no identifier for this session, so its conversation cannot be found.
ar: لم يحتفظ %@ بأي معرّف لهذه الجلسة، لذا يتعذّر العثور على محادثتها.
de: %@ hat keine Kennung für diese Sitzung gespeichert, daher ist ihre Unterhaltung nicht auffindbar.
es: %@ no conservó ningún identificador para esta sesión, así que no se encuentra su conversación.
fr: %@ n’a conservé aucun identifiant pour cette session : sa conversation est donc introuvable.
hi: %@ ने इस सेशन के लिए कोई पहचानकर्ता नहीं रखा, इसलिए इसकी बातचीत नहीं मिल सकती।
it: %@ non ha conservato alcun identificatore per questa sessione, quindi la sua conversazione non può essere trovata.
ja: %@はこのセッションの識別子を保持していないため、会話が見つかりません。
ko: %@이(가) 이 세션의 식별자를 보관하지 않아 대화를 찾을 수 없습니다.
nl: %@ heeft geen ID voor deze sessie bewaard, dus het gesprek kan niet worden gevonden.
pl: %@ nie zachował identyfikatora tej sesji, więc nie można odnaleźć jej rozmowy.
pt_br: %@ não guardou nenhum identificador para esta sessão, então a conversa não pode ser encontrada.
ru: %@ не сохранил идентификатор этой сессии, поэтому её беседу невозможно найти.
tr: %@ bu oturum için bir tanımlayıcı saklamadı, bu nedenle konuşması bulunamıyor.
uk: %@ не зберіг ідентифікатор цього сеансу, тому його розмову неможливо знайти.
zh_hans: %@ 没有为此会话保留标识符，因此找不到它的对话。
zh_hant: %@ 未保留此工作階段的識別碼，因此找不到其對話。

source: %@ no longer exists: opened in the session's folder.
ar: %@ لم يعد موجودًا: تم الفتح في مجلد الجلسة.
de: %@ existiert nicht mehr: im Ordner der Sitzung geöffnet.
es: %@ ya no existe: abierto en la carpeta de la sesión.
fr: %@ n’existe plus : ouvert dans le dossier de la session.
hi: %@ अब मौजूद नहीं है: सेशन के फ़ोल्डर में खोला गया।
it: %@ non esiste più: aperto nella cartella della sessione.
ja: %@は存在しなくなりました。セッションのフォルダで開きました。
ko: %@이(가) 더 이상 존재하지 않아 세션 폴더에서 열었습니다.
nl: %@ bestaat niet meer: geopend in de map van de sessie.
pl: %@ już nie istnieje: otwarto w folderze sesji.
pt_br: %@ não existe mais: aberto na pasta da sessão.
ru: %@ больше не существует: открыто в папке сессии.
tr: %@ artık yok: oturumun klasöründe açıldı.
uk: %@ більше не існує: відкрито в папці сеансу.
zh_hans: %@ 已不存在：已在会话的文件夹中打开。
zh_hant: %@ 已不存在：已在工作階段的資料夾中打開。

source: %@ no longer exists: opened in your home folder.
ar: %@ لم يعد موجودًا: تم الفتح في مجلد الحساب الرئيسي.
de: %@ existiert nicht mehr: in deinem Benutzerordner geöffnet.
es: %@ ya no existe: abierto en tu carpeta de inicio.
fr: %@ n’existe plus : ouvert dans votre dossier personnel.
hi: %@ अब मौजूद नहीं है: आपके होम फ़ोल्डर में खोला गया।
it: %@ non esiste più: aperto nella tua cartella Inizio.
ja: %@は存在しなくなりました。ホームフォルダで開きました。
ko: %@이(가) 더 이상 존재하지 않아 홈 폴더에서 열었습니다.
nl: %@ bestaat niet meer: geopend in je thuismap.
pl: %@ już nie istnieje: otwarto w Twoim folderze domowym.
pt_br: %@ não existe mais: aberto na sua pasta de início.
ru: %@ больше не существует: открыто в вашей личной папке.
tr: %@ artık yok: ana klasörünüzde açıldı.
uk: %@ більше не існує: відкрито у вашій домашній папці.
zh_hans: %@ 已不存在：已在你的个人文件夹中打开。
zh_hant: %@ 已不存在：已在你的個人專屬資料夾中打開。

source: %@ stopped as soon as this conversation was resumed last time, so it is not being resumed again.
ar: توقف %@ فور استئناف هذه المحادثة في المرة الأخيرة، لذا لن يتم استئنافها مجددًا.
de: %@ wurde beim letzten Fortsetzen dieser Unterhaltung sofort beendet, daher wird sie nicht erneut fortgesetzt.
es: %@ se detuvo nada más reanudar esta conversación la última vez, así que no se vuelve a reanudar.
fr: %@ s’est arrêté dès la reprise de cette conversation la dernière fois : elle n’est donc pas reprise à nouveau.
hi: पिछली बार यह बातचीत जारी करते ही %@ रुक गया था, इसलिए इसे फिर से जारी नहीं किया जा रहा है।
it: %@ si è arrestato appena questa conversazione è stata ripresa l’ultima volta, quindi non verrà ripresa di nuovo.
ja: 前回この会話を再開した直後に%@が停止したため、再度の再開は行いません。
ko: 지난번에 이 대화를 재개하자마자 %@이(가) 중단되었으므로 다시 재개하지 않습니다.
nl: %@ stopte de vorige keer meteen toen dit gesprek werd hervat, dus het wordt niet opnieuw hervat.
pl: %@ zatrzymał się zaraz po ostatnim wznowieniu tej rozmowy, więc nie zostanie ona wznowiona ponownie.
pt_br: %@ parou assim que esta conversa foi retomada da última vez, então ela não será retomada novamente.
ru: В прошлый раз %@ остановился сразу после возобновления этой беседы, поэтому она не возобновляется повторно.
tr: %@ geçen sefer bu konuşma sürdürülür sürdürülmez durdu, bu nedenle yeniden sürdürülmüyor.
uk: Минулого разу %@ зупинився одразу після продовження цієї розмови, тому її не продовжено знову.
zh_hans: 上次恢复此对话时 %@ 立即停止，因此不会再次恢复。
zh_hant: 上次繼續此對話時 %@ 隨即停止，因此不會再次繼續。

source: %lld bytes
ar: %lld بايت
de: %lld Byte
fr: %lld octets
hi: %lld बाइट
it: %lld byte
ja: %lldバイト
ko: %lld바이트
pl: %lld bajta
ru: %lld байта
tr: %lld bayt
uk: %lld байта
zh_hans: %lld 字节
zh_hant: %lld 位元組

source: %lld calls
ar: %lld استدعاء
de: %lld Aufrufe
es: %lld llamadas
fr: %lld appels
hi: %lld कॉल
it: %lld chiamate
ja: %lld回の呼び出し
ko: 호출 %lld회
nl: %lld aanroepen
pl: %lld wywołania
pt_br: %lld chamadas
ru: %lld вызова
tr: %lld çağrı
uk: %lld виклику
zh_hans: %lld 次调用
zh_hant: %lld 次呼叫

source: %lld calls to %@
ar: %lld استدعاء لـ %@
de: %lld Aufrufe von %@
es: %lld llamadas a %@
fr: %lld appels à %@
hi: %2$@ को %1$lld कॉल
it: %lld chiamate a %@
ja: %2$@の呼び出し%1$lld回
ko: %2$@ 호출 %1$lld회
nl: %lld aanroepen van %@
pl: %lld wywołania %@
pt_br: %lld chamadas a %@
ru: %lld вызова %@
tr: %2$@ için %1$lld çağrı
uk: %lld виклику %@
zh_hans: %lld 次调用 %@
zh_hant: %lld 次呼叫 %@

source: %lld commands
ar: %lld أمر
de: %lld Befehle
es: %lld comandos
fr: %lld commandes
hi: %lld कमांड
it: %lld comandi
ja: %lld個のコマンド
ko: 명령 %lld개
nl: %lld opdrachten
pl: %lld polecenia
pt_br: %lld comandos
ru: %lld команды
tr: %lld komut
uk: %lld команди
zh_hans: %lld 条命令
zh_hant: %lld 個指令

source: %lld failed
ar: %lld إخفاق
de: %lld fehlgeschlagen
es: %lld fallos
fr: %lld échecs
hi: %lld विफल
it: %lld non riusciti
ja: %lld件失敗
ko: %lld개 실패
nl: %lld mislukt
pl: %lld nieudanego
pt_br: %lld falhas
ru: %lld с ошибкой
tr: %lld başarısız
uk: %lld невдачі
zh_hans: %lld 个失败
zh_hant: %lld 個失敗

source: %lld files edited
ar: %lld ملف معدّل
de: %lld Dateien bearbeitet
es: %lld archivos modificados
fr: %lld fichiers modifiés
hi: %lld फ़ाइलें संपादित
it: %lld file modificati
ja: %lld個のファイルを編集
ko: 파일 %lld개 편집됨
nl: %lld bestanden gewijzigd
pl: %lld pliku zmienionego
pt_br: %lld arquivos editados
ru: %lld файла изменено
tr: %lld dosya düzenlendi
uk: %lld файлу змінено
zh_hans: 已编辑 %lld 个文件
zh_hant: 已編輯 %lld 個檔案

source: %lld files read
ar: %lld ملف مقروء
de: %lld Dateien gelesen
es: %lld archivos leídos
fr: %lld fichiers lus
hi: %lld फ़ाइलें पढ़ी गईं
it: %lld file letti
ja: %lld個のファイルを読み取り
ko: 파일 %lld개 읽음
nl: %lld bestanden gelezen
pl: %lld pliku przeczytanego
pt_br: %lld arquivos lidos
ru: %lld файла прочитано
tr: %lld dosya okundu
uk: %lld файлу прочитано
zh_hans: 已读取 %lld 个文件
zh_hant: 已讀取 %lld 個檔案

# %lld of %lld done
source: %1$lld of %2$lld done
ar: اكتمل %1$lld من %2$lld
de: %1$lld von %2$lld erledigt
es: %1$lld de %2$lld terminados
fr: terminé : %lld sur %lld
hi: %2$lld में से %1$lld पूरे
it: %1$lld di %2$lld completati
ja: %1$lld/%2$lld件完了
ko: %1$lld/%2$lld 완료
nl: %1$lld van %2$lld klaar
pl: %1$lld z %2$lld gotowe
pt_br: %1$lld de %2$lld concluídos
ru: выполнено %1$lld из %2$lld
tr: %1$lld/%2$lld tamamlandı
uk: виконано %1$lld з %2$lld
zh_hans: 已完成 %1$lld/%2$lld
zh_hant: 已完成 %1$lld／%2$lld

# %lld of %lld tests failed
source: %1$lld of %2$lld tests failed
ar: فشل %1$lld من %2$lld اختبار
de: %1$lld von %2$lld Tests fehlgeschlagen
es: %1$lld de %2$lld pruebas fallidas
fr: tests en échec : %lld sur %lld
hi: %2$lld में से %1$lld टेस्ट विफल
it: %1$lld test su %2$lld non riusciti
ja: %2$lld件中%1$lld件のテストが失敗
ko: 테스트 %2$lld개 중 %1$lld개 실패
nl: %1$lld van %2$lld tests mislukt
pl: %1$lld z %2$lld testów nieudanych
pt_br: %1$lld de %2$lld testes falharam
ru: не пройдено тестов: %1$lld из %2$lld
tr: %1$lld/%2$lld test başarısız
uk: не пройдено тестів: %1$lld з %2$lld
zh_hans: %2$lld 项测试中有 %1$lld 项失败
zh_hant: %2$lld 個測試中有 %1$lld 個失敗

source: %lld results
ar: %lld نتيجة
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
hi: %lld परिणाम
it: %lld risultati
ja: %lld件の結果
ko: 결과 %lld개
nl: %lld resultaten
pl: %lld wyniku
pt_br: %lld resultados
ru: %lld результата
tr: %lld sonuç
uk: %lld результату
zh_hans: %lld 个结果
zh_hant: %lld 個結果

source: %lld searches
ar: %lld عملية بحث
de: %lld Suchen
es: %lld búsquedas
fr: %lld recherches
hi: %lld खोजें
it: %lld ricerche
ja: %lld回の検索
ko: 검색 %lld회
nl: %lld zoekopdrachten
pl: %lld wyszukiwania
pt_br: %lld buscas
ru: %lld поиска
tr: %lld arama
uk: %lld пошуку
zh_hans: %lld 次搜索
zh_hant: %lld 次搜尋

source: %lld tests passed
ar: نجح %lld اختبار
de: %lld Tests bestanden
es: %lld pruebas superadas
fr: %lld tests réussis
hi: %lld टेस्ट सफल
it: %lld test superati
ja: %lld件のテストに成功
ko: 테스트 %lld개 통과
nl: %lld tests geslaagd
pl: %lld testu zaliczonego
pt_br: %lld testes aprovados
ru: %lld теста пройдено
tr: %lld test başarılı
uk: %lld тесту пройдено
zh_hans: %lld 项测试通过
zh_hant: %lld 個測試通過

source: %lld web lookups
ar: %lld بحث على الويب
de: %lld Websuchen
es: %lld consultas web
fr: %lld consultations web
hi: %lld वेब खोजें
it: %lld consultazioni web
ja: %lld回のWeb参照
ko: 웹 조회 %lld회
nl: %lld webzoekacties
pl: %lld wyszukiwania w sieci
pt_br: %lld consultas na web
ru: %lld запроса в вебе
tr: %lld web sorgusu
uk: %lld вебзапиту
zh_hans: %lld 次网页查询
zh_hant: %lld 次網頁查詢

source: A terminal is already running for this work session.
ar: توجد طرفية قيد التشغيل بالفعل لهذه الجلسة.
de: Für diese Sitzung läuft bereits ein Terminal.
es: Ya hay un terminal en ejecución para esta sesión.
fr: Un terminal est déjà en cours d’exécution pour cette session.
hi: इस सेशन के लिए एक टर्मिनल पहले से चल रहा है।
it: Un terminale è già in esecuzione per questa sessione di lavoro.
ja: この作業セッションのターミナルはすでに実行中です。
ko: 이 작업 세션에 대한 터미널이 이미 실행 중입니다.
nl: Er draait al een terminal voor deze sessie.
pl: Dla tej sesji roboczej działa już terminal.
pt_br: Um terminal já está em execução para esta sessão.
ru: Для этой сессии уже работает терминал.
tr: Bu çalışma oturumu için zaten bir terminal çalışıyor.
uk: Для цього сеансу вже працює термінал.
zh_hans: 此工作会话已有一个终端在运行。
zh_hant: 此工作階段已有終端機在執行中。

source: Another Git process has been working in this repository for %lld min.
ar: توجد عملية Git أخرى تعمل في هذا المستودع منذ %lld د.
de: Ein anderer Git-Prozess arbeitet seit %lld Min. in diesem Repository.
es: Otro proceso de Git lleva %lld min trabajando en este repositorio.
fr: Un autre processus Git travaille dans ce dépôt depuis %lld min.
hi: एक अन्य Git प्रोसेस इस रिपॉज़िटरी में %lld मिनट से काम कर रही है।
it: Un altro processo Git sta lavorando in questo repository da %lld min.
ja: 別のGitプロセスがこのリポジトリで%lld分間作業しています。
ko: 다른 Git 프로세스가 %lld분째 이 저장소에서 작업 중입니다.
nl: Een ander Git-proces werkt al %lld min. in deze repository.
pl: Inny proces Git pracuje w tym repozytorium od %lld min.
pt_br: Outro processo do Git está trabalhando neste repositório há %lld min.
ru: В этом репозитории уже %lld мин работает другой процесс Git.
tr: Başka bir Git işlemi bu depoda %lld dakikadır çalışıyor.
uk: Інший процес Git працює в цьому репозиторії вже %lld хв.
zh_hans: 另一个 Git 进程已在此仓库中运行了 %lld 分钟。
zh_hant: 另一個 Git 程序已在此儲存庫中運作 %lld 分鐘。

source: Avatar
ar: صورة رمزية
hi: अवतार
ja: アバター
ko: 아바타
pl: Awatar
ru: Аватар
uk: Аватар
zh_hans: 头像
zh_hant: 頭像

source: Check Activity Monitor for a leftover process, then start a new terminal.
ar: ابحث في مراقب النشاط عن عملية متبقية، ثم افتح طرفية جديدة.
de: Suche in der Aktivitätsanzeige nach einem übrig gebliebenen Prozess und öffne dann ein neues Terminal.
es: Busca un proceso residual en el Monitor de Actividad y abre un nuevo terminal.
fr: Cherchez un processus restant dans le Moniteur d’activité, puis ouvrez un nouveau terminal.
hi: गतिविधि मॉनिटर में कोई बची हुई प्रोसेस देखें, फिर नया टर्मिनल शुरू करें।
it: Cerca un processo rimasto in Monitoraggio Attività, poi avvia un nuovo terminale.
ja: アクティビティモニタで残っているプロセスを確認してから、新しいターミナルを開いてください。
ko: 활성 상태 보기에서 남아 있는 프로세스를 확인한 다음 새로운 터미널을 시작하십시오.
nl: Zoek in Activiteitenweergave naar een achtergebleven proces en start dan een nieuwe terminal.
pl: Poszukaj pozostałego procesu w Monitorze aktywności, a następnie uruchom nowy terminal.
pt_br: Procure um processo remanescente no Monitor de Atividade e depois abra um novo terminal.
ru: Найдите оставшийся процесс в Мониторинге системы, затем откройте новый терминал.
tr: Etkinlik Monitörü’nde kalmış bir işlem olup olmadığına bakın, sonra yeni bir terminal başlatın.
uk: Пошукайте залишений процес у Моніторингу системи, а потім запустіть новий термінал.
zh_hans: 请在“活动监视器”中查找残留进程，然后启动新终端。
zh_hant: 請在「活動監視器」中檢查是否有殘留的程序，然後啟動新的終端機。

source: Check the command, or install the tool and try again.
ar: تحقق من الأمر، أو ثبّت الأداة وحاول مرة أخرى.
de: Prüfe den Befehl oder installiere das Tool und versuche es erneut.
es: Revisa el comando o instala la herramienta y vuelve a intentarlo.
fr: Vérifiez la commande, ou installez l’outil et réessayez.
hi: कमांड जाँचें, या टूल इंस्टॉल करके फिर से कोशिश करें।
it: Controlla il comando, oppure installa lo strumento e riprova.
ja: コマンドを確認するか、ツールをインストールしてもう一度お試しください。
ko: 명령을 확인하거나, 도구를 설치한 후 다시 시도하십시오.
nl: Controleer de opdracht, of installeer de tool en probeer het opnieuw.
pl: Sprawdź polecenie lub zainstaluj narzędzie i spróbuj ponownie.
pt_br: Verifique o comando, ou instale a ferramenta e tente novamente.
ru: Проверьте команду или установите инструмент и повторите попытку.
tr: Komutu denetleyin ya da aracı yükleyip yeniden deneyin.
uk: Перевірте команду або інсталюйте інструмент і спробуйте ще раз.
zh_hans: 请检查命令，或安装该工具后重试。
zh_hant: 請檢查指令，或安裝該工具後再試一次。

source: Choose another agent.
ar: اختر وكيلًا آخر.
de: Wähle einen anderen Agent.
es: Elige otro agente.
fr: Choisissez un autre agent.
hi: कोई अन्य एजेंट चुनें।
it: Scegli un altro agente.
ja: 別のエージェントを選択してください。
ko: 다른 에이전트를 선택하십시오.
nl: Kies een andere agent.
pl: Wybierz innego agenta.
pt_br: Escolha outro agente.
ru: Выберите другого агента.
tr: Başka bir ajan seçin.
uk: Виберіть іншого агента.
zh_hans: 请选择其他智能体。
zh_hant: 請選擇其他代理程式。

source: Choose one of the models it lists, or its default model.
ar: اختر أحد النماذج التي يعرضها، أو نموذجه الافتراضي.
de: Wähle eines der angebotenen Modelle oder sein Standardmodell.
es: Elige uno de los modelos que ofrece o su modelo por omisión.
fr: Choisissez l’un des modèles qu’il propose, ou son modèle par défaut.
hi: इसकी सूची में से कोई मॉडल चुनें, या इसका डिफ़ॉल्ट मॉडल।
it: Scegli uno dei modelli che elenca, oppure il suo modello predefinito.
ja: 一覧にあるモデルのいずれか、またはデフォルトのモデルを選択してください。
ko: 에이전트가 제공하는 모델 중 하나나 기본 모델을 선택하십시오.
nl: Kies een van de modellen in de lijst, of het standaardmodel.
pl: Wybierz jeden z modeli z jego listy lub jego model domyślny.
pt_br: Escolha um dos modelos listados por ele, ou o modelo padrão.
ru: Выберите одну из предлагаемых им моделей или его модель по умолчанию.
tr: Listelediği modellerden birini ya da varsayılan modelini seçin.
uk: Виберіть одну з моделей зі списку агента або його типову модель.
zh_hans: 请选择它列出的模型之一，或它的默认模型。
zh_hant: 請從其列出的模型中選擇一個，或使用其預設模型。

source: Close a session you no longer need, then try again.
ar: أغلق جلسة لم تعد بحاجة إليها، ثم حاول مرة أخرى.
de: Schließe eine Sitzung, die du nicht mehr brauchst, und versuche es erneut.
es: Cierra una sesión que ya no necesites y vuelve a intentarlo.
fr: Fermez une session dont vous n’avez plus besoin, puis réessayez.
hi: कोई ऐसा सेशन बंद करें जिसकी अब ज़रूरत नहीं है, फिर से कोशिश करें।
it: Chiudi una sessione che non ti serve più, poi riprova.
ja: 不要になったセッションを閉じてから、もう一度お試しください。
ko: 더 이상 필요 없는 세션을 닫은 후 다시 시도하십시오.
nl: Sluit een sessie die je niet meer nodig hebt en probeer het opnieuw.
pl: Zamknij niepotrzebną sesję i spróbuj ponownie.
pt_br: Feche uma sessão de que você não precisa mais e tente novamente.
ru: Закройте ненужную сессию и повторите попытку.
tr: Artık gerekmeyen bir oturumu kapatın, sonra yeniden deneyin.
uk: Закрийте непотрібний сеанс і спробуйте ще раз.
zh_hans: 请关闭一个不再需要的会话，然后重试。
zh_hant: 請關閉不再需要的工作階段，然後再試一次。

source: Close it first if you want to start it again.
ar: أغلقها أولًا إذا كنت تريد تشغيلها مجددًا.
de: Schließe sie zuerst, wenn du sie erneut starten möchtest.
es: Ciérrala primero si quieres volver a iniciarla.
fr: Fermez-la d’abord si vous voulez la relancer.
hi: यदि आप इसे फिर से शुरू करना चाहते हैं, तो पहले इसे बंद करें।
it: Chiudila prima se vuoi avviarla di nuovo.
ja: もう一度開始するには、先に閉じてください。
ko: 다시 시작하려면 먼저 닫으십시오.
nl: Sluit hem eerst als je hem opnieuw wilt starten.
pl: Najpierw ją zamknij, jeśli chcesz ją uruchomić ponownie.
pt_br: Feche-a primeiro se quiser iniciá-la novamente.
ru: Сначала закройте её, если хотите запустить снова.
tr: Yeniden başlatmak istiyorsanız önce kapatın.
uk: Спершу закрийте його, якщо хочете запустити знову.
zh_hans: 如果要重新启动，请先关闭它。
zh_hant: 若要再次啟動，請先將其關閉。

source: Close some terminals or applications, then try again.
ar: أغلق بعض الطرفيات أو التطبيقات، ثم حاول مرة أخرى.
de: Schließe einige Terminals oder Apps und versuche es erneut.
es: Cierra algunos terminales o apps y vuelve a intentarlo.
fr: Fermez quelques terminaux ou applications, puis réessayez.
hi: कुछ टर्मिनल या ऐप्स बंद करें, फिर से कोशिश करें।
it: Chiudi alcuni terminali o applicazioni, poi riprova.
ja: いくつかのターミナルまたはアプリケーションを閉じてから、もう一度お試しください。
ko: 일부 터미널이나 앱을 닫은 후 다시 시도하십시오.
nl: Sluit enkele terminals of apps en probeer het opnieuw.
pl: Zamknij kilka terminali lub aplikacji i spróbuj ponownie.
pt_br: Feche alguns terminais ou aplicativos e tente novamente.
ru: Закройте несколько терминалов или приложений и повторите попытку.
tr: Bazı terminalleri veya uygulamaları kapatın, sonra yeniden deneyin.
uk: Закрийте кілька терміналів або програм і спробуйте ще раз.
zh_hans: 请关闭一些终端或应用，然后重试。
zh_hant: 請關閉一些終端機或應用程式，然後再試一次。

source: Copy Link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
hi: लिंक कॉपी करें
it: Copia link
ja: リンクをコピー
ko: 링크 복사
nl: Kopieer link
pl: Kopiuj łącze
pt_br: Copiar Link
ru: Скопировать ссылку
tr: Bağlantıyı Kopyala
uk: Скопіювати посилання
zh_hans: 拷贝链接
zh_hant: 拷貝連結

source: Create a new session in the folder you want to work in.
ar: أنشئ جلسة جديدة في المجلد الذي تريد العمل فيه.
de: Erstelle eine neue Sitzung in dem Ordner, in dem du arbeiten möchtest.
es: Crea una nueva sesión en la carpeta donde quieras trabajar.
fr: Créez une nouvelle session dans le dossier où vous voulez travailler.
hi: जिस फ़ोल्डर में आप काम करना चाहते हैं, उसमें नया सेशन बनाएँ।
it: Crea una nuova sessione nella cartella in cui vuoi lavorare.
ja: 作業したいフォルダで新規セッションを作成してください。
ko: 작업하려는 폴더에서 새로운 세션을 생성하십시오.
nl: Maak een nieuwe sessie aan in de map waarin je wilt werken.
pl: Utwórz nową sesję w folderze, w którym chcesz pracować.
pt_br: Crie uma nova sessão na pasta em que deseja trabalhar.
ru: Создайте новую сессию в папке, в которой хотите работать.
tr: Çalışmak istediğiniz klasörde yeni bir oturum oluşturun.
uk: Створіть новий сеанс у папці, в якій хочете працювати.
zh_hans: 请在你要工作的文件夹中新建会话。
zh_hant: 請在你要工作的資料夾中建立新的工作階段。
